Repository: KonvictDev/statushub
Catalog: lib/l10n/app_*.arb
Languages: kn, ml, ta, te

source: No image selected
kn: ಯಾವುದೇ ಚಿತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ml: ചിത്രം തിരഞ്ഞെടുക്കാത്തത്
ta: படம் தேர்ந்தெடுக்கப்படவில்லை
te: ఎటువంటి చిత్రం ఎంపిక కాలేదు

source: Pick Image
kn: ಚಿತ್ರ ಆಯ್ಕೆ ಮಾಡಿ
ml: ചിത്രം തിരഞ്ഞെടുക്കുക
ta: படத்தை தேர்ந்தெடு
te: చిత్రాన్ని ఎంచుకోండి

source: Process Sticker
kn: ಸ್ಟಿಕ್ಕರ್ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಿ
ml: സ്റ്റിക്കർ പ്രോസസ്സ് ചെയ്യുക
ta: ஸ்டிக்கர் உருவாக்கு
te: స్టికర్ ప్రాసెస్ చేయండి

source: Text Options
kn: ಪಠ್ಯದ ಆಯ್ಕೆಗಳು
ml: ടെക്സ്റ്റ് ഓപ്ഷനുകൾ
ta: உரை விருப்பங்கள்
te: పాఠ్య ఎంపికలు

source: Edit Text
kn: ಪಠ್ಯ ಸಂಪಾದಿಸಿ
ml: ടെക്സ്റ്റ് എഡിറ്റ് ചെയ്യുക
ta: உரை திருத்து
te: పాఠ్యాన్ని మార్చండి

source: Text Color
kn: ಪಠ್ಯದ ಬಣ್ಣ
ml: ടെക്സ്റ്റ് നിറം
ta: உரை நிறம்
te: పాఠ్య రంగు

source: Text Theme
kn: ಪಠ್ಯದ ಥೀಮ್
ml: ടെക്സ്റ്റ് തീം
ta: உரை தீம்
te: పాఠ్య థీమ్

source: Remove Theme
kn: ಥೀಮ್ ತೆಗೆದುಹಾಕಿ
ml: തീം നീക്കംചെയ്യുക
ta: தீமைக் அகற்று
te: థీమ్ తొలగించండి

source: BG Color
kn: ಹಿನ್ನೆಲೆ ಬಣ್ಣ
ml: പശ്ചാത്തല നിറം
ta: பின்புல நிறம்
te: బ్యాక్‌గ్రౌండ్ రంగు

source: Text Size:
kn: ಪಠ್ಯದ ಗಾತ್ರ:
ml: അക്ഷരവലുപ്പം:
ta: உரை அளவு:
te: పాఠ్య పరిమాణం:

source: Border Options
kn: ಅಂಚು ಆಯ್ಕೆಗಳು
ml: ബോർഡർ ഓപ്ഷനുകൾ
ta: எல்லை விருப்பங்கள்
te: బార్డర్ ఎంపికలు

source: Border Color
kn: ಅಂಚು ಬಣ್ಣ
ml: ബോർഡർ നിറം
ta: எல்லை நிறம்
te: బార్డర్ రంగు

source: Width:
kn: ಅಗಲ:
ml: വീതി:
ta: அகலம்:
te: వెడల్పు:

# appShareDetails
source: 📱 Shared via MyAwesomeApp ✨ Download now: https://example.com/app
kn: 📱 MyAwesomeApp ಮೂಲಕ ಹಂಚಲಾಗಿದೆ ✨ ಈಗ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ: https://play.google.com/store/apps/details?id=com.appsbyanandakumar.statushub
ml: 📱 MyAwesomeApp വഴി പങ്കിട്ടത് ✨ ഇപ്പോൾ ഡൗൺലോഡ് ചെയ്യൂ: https://play.google.com/store/apps/details?id=com.appsbyanandakumar.statushub
ta: 📱 என் அருமையான பயன்பாட்டில் பகிரப்பட்டது ✨ இப்போது பதிவிறக்கம் செய்யவும்:https://play.google.com/store/apps/details?id=com.appsbyanandakumar.statushub
te: 📱 MyAwesomeApp ద్వారా షేర్ చేయబడింది ✨ ఇప్పుడు డౌన్‌లోడ్ చేయండి: https://play.google.com/store/apps/details?id=com.appsbyanandakumar.statushub

source: Share
kn: ಹಂಚಿಕೊಳ್ಳಿ
ml: പങ്കിടുക
ta: பகிர்
te: షేర్ చేయండి

source: Repost
kn: ಮತ್ತೆ ಹಂಚಿ
ml: വീണ്ടും പോസ്റ്റ് ചെയ്യുക
ta: மறு பகிர்வு
te: మళ్లీ షేర్ చేయండి

source: Save to Gallery
kn: ಗ್ಯಾಲರಿಗೆ ಉಳಿಸಿ
ml: ഗാലറിയിൽ സംരക്ഷിക്കുക
ta: கேலரியில் சேமிப்பு
te: గ్యాలరీలో సేవ్ చేయండి

source: Hot Status
kn: ಹಾಟ್ ಸ್ಥಿತಿಗಳು
ml: ഹോട്ട് സ്റ്റാറ്റസ്
ta: சூடான நிலை
te: ప్రముఖ స్టేటస్

source: Subscription
kn: ಚಂದಾದಾರಿಕೆ
ml: സബ്സ്ക്രിപ്ഷൻ
ta: சந்தா
te: సబ్‌స్క్రిప్షన్

source: Settings
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

source: Home
kn: ಮುಖಪುಟ
ml: ഹോം
ta: முகப்பு
te: హోమ్

source: Saved
kn: ಉಳಿಸಲಾಗಿದೆ
ml: സേവ് ചെയ്തത്
ta: சேமிக்கப்பட்டவை
te: సేవ్ చేసినవి

source: Tools
kn: ಉಪಕರಣಗಳು
ml: ഉപകരണങ്ങൾ
ta: கருவிகள்
te: సాధనాలు

source: Failed to load statuses
kn: ಸ್ಥಿತಿಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ml: സ്റ്റാറ്റസുകൾ ലോഡ് ചെയ്യാൻ കഴിഞ്ഞില്ല
ta: நிலைகளை ஏற்ற முடியவில்லை
te: స్టేటస్ లోడ్ కాలేదు

source: All
kn: ಎಲ್ಲಾ
ml: എല്ലാം
ta: எல்லாம்
te: అన్నీ

source: Images
kn: ಚಿತ್ರಗಳು
ml: ചിത്രങ്ങൾ
ta: படங்கள்
te: చిత్రాలు

source: Videos
kn: ವೀಡಿಯೊಗಳು
ml: വീഡിയോകൾ
ta: வீச்சு படம்
te: వీడియోలు

source: Crop Image
kn: ಚಿತ್ರ ಕತ್ತರಿಸಿ
ml: ചിത്രം ക്രോപ്പ് ചെയ്യുക
ta: படத்தை வெட்டு
te: చిత్రాన్ని కత్తిరించండి

source: Edit Image
kn: ಚಿತ್ರ ಸಂಪಾದಿಸಿ
ml: ചിത്രം എഡിറ്റ് ചെയ്യുക
ta: படத்தை திருத்து
te: చిత్రాన్ని ఎడిట్ చేయండి

source: Done
kn: ಮುಗಿದಿದೆ
ml: പൂർത്തിയായി
ta: முடிந்தது
te: పూర్తి

source: Undo
kn: ರದ್ದುಮಾಡಿ
ml: അൺഡു
ta: மீளமை
te: రద్దు

source: Crop
kn: ಕತ್ತರಿಸಿ
ml: ക്രോപ്പ്
ta: வெட்டு
te: కత్తిరించు

source: Remove BG
kn: ಹಿನ್ನೆಲೆ ತೆಗೆದುಹಾಕಿ
ml: ബാക്ക്ഗ്രൗണ്ട് നീക്കംചെയ്യുക
ta: பின்புலத்தை அகற்று
te: బ్యాక్‌గ్రౌండ్ తొలగించు

# backgroundRemoved
source: Background removed successfully
kn: ಹಿನ್ನೆಲೆ ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ml: ബാക്ക്ഗ്രൗണ്ട് വിജയകരമായി നീക്കംചെയ്തു
ta: பின்புலம் வெற்றிகரமாக அகற்றப்பட்டது
te: బ్యాక్‌గ్రౌండ్ విజయవంతంగా తొలగించబడింది

# errorRemovingBg
source: Error removing background
kn: ಹಿನ್ನೆಲೆ ತೆಗೆದುಹಾಕುವಲ್ಲಿ ದೋಷ
ml: ബാക്ക്ഗ്രൗണ്ട് നീക്കംചെയ്യുന്നതിൽ പിശക്
ta: பின்புலத்தை அகற்றும் போது பிழை
te: బ్యాక్‌గ్రౌండ్ తొలగించడంలో లోపం

source: General
kn: ಸಾಮಾನ್ಯ
ml: പൊതുവായത്
ta: பொது
te: సాధారణం

source: Preferences
kn: ಆಸಕ್ತಿಗಳು
ml: മുൻഗണനകൾ
ta: விருப்பங்கள்
te: అభిరుచులు

source: About
kn: ಬಗ್ಗೆ
ml: കുറിച്ച്
ta: பற்றி
te: గురించి

source: Cache
kn: ಕ್ಯಾಶೆ
ml: കാഷെ
ta: இடைக்கால சேமிப்பு
te: క్యాష్

source: Loading...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ml: ലോഡിംഗ്...
ta: ஏற்றுகிறது...
te: లోడ్ అవుతోంది...

source: Clear
kn: ಅಳಿಸಿ
ml: ക്ലിയർ
ta: அழி
te: తొలగించు

source: Cache cleared ✅
kn: ಕ್ಯಾಶೆ ಅಳಿಸಲಾಗಿದೆ ✅
ml: കാഷെ ക്ലിയർ ചെയ്തു ✅
ta: இடைக்கால சேமிப்பு அழிக்கப்பட்டது ✅
te: క్యాష్ తొలగించబడింది ✅

# usedSuffix
source: MB used
kn: MB ಬಳಕೆಯಾಗಿದೆ
ml: MB ഉപയോഗിച്ചു
ta: MB பயன்படுத்தப்பட்டது
te: MB ఉపయోగించబడింది

source: Theme
kn: ಥೀಮ್
ml: തീം
ta: தீம்
te: థీమ్

# chooseTheme
source: Choose light, dark, or system mode
kn: ಲೈಟ್, ಡಾರ್ಕ್ ಅಥವಾ ಸಿಸ್ಟಮ್ ಮೋಡ್ ಆಯ್ಕೆಮಾಡಿ
ml: ലൈറ്റ്, ഡാർക്ക് അല്ലെങ്കിൽ സിസ്റ്റം മോഡ് തിരഞ്ഞെടുക്കുക
ta: ஒளி, இருள் அல்லது கணினி முறையைத் தேர்ந்தெடுக்கவும்
te: లైట్, డార్క్ లేదా సిస్టమ్ మోడ్ ఎంచుకోండి

source: Light
kn: ಲೈಟ್
ml: ലൈറ്റ്
ta: ஒளிரும்
te: లైట్

source: Dark
kn: ಡಾರ್ಕ್
ml: ഡാർക്ക്
ta: இருண்ட
te: డార్క్

source: System
kn: ಸಿಸ್ಟಮ್
ml: സിസ്റ്റം
ta: கணினி
te: సిస్టమ్

source: App Language
kn: ಅಪ್ಲಿಕೇಶನ್ ಭಾಷೆ
ml: ആപ്പ് ഭാഷ
te: యాప్ భాష

source: Rate Us
kn: ನಮಗೆ ರೇಟ್ ಮಾಡಿ
ml: റേറ്റ് ചെയ്യുക
ta: எங்களை மதிப்பிடுங்கள்
te: మాకు రేటింగ్ ఇవ్వండి

# rateSubtitle
source: Love the app? Leave a review!
kn: ಆಪ್ ಇಷ್ಟವಾದ್ದೇ? ವಿಮರ್ಶೆ ಬರೆದು ಬಿಡಿ!
ml: ആപ്പ് ഇഷ്ടമാണോ? ഒരു റിവ്യൂ ഇടൂ!
ta: பயன்பாடு பிடித்ததா? விமர்சனம் எழுதுங்கள்!
te: యాప్ నచ్చిందా? సమీక్ష ఇవ్వండి!

source: Share App
kn: ಅಪ್ಲಿಕೇಶನ್ ಹಂಚಿಕೊಳ್ಳಿ
ml: ആപ്പ് പങ്കിടുക
ta: பயன்பாட்டை பகிரவும்
te: యాప్ షేర్ చేయండి

# shareSubtitle
source: Tell your friends about us
kn: ನಮ್ಮ ಬಗ್ಗೆ ನಿಮ್ಮ ಸ್ನೇಹಿತರಿಗೆ ತಿಳಿಸಿ
ml: നിങ്ങളുടെ സുഹൃത്തുക്കളോട് പറയൂ
ta: உங்கள் நண்பர்களிடம் எங்களைப் பற்றி சொல்லுங்கள்
te: మీ స్నేహితులకు మా గురించి చెప్పండి

# shareMessage
source: Check out this awesome app: https://play.google.com/store/apps/details?id=com.example.app
kn: ಈ ಅದ್ಭುತ ಆಪ್ ನೋಡಿ: https://play.google.com/store/apps/details?id=com.appsbyanandakumar.statushub
ml: ഈ അത്ഭുതകരമായ ആപ്പ് പരിശോധിക്കൂ: https://play.google.com/store/apps/details?id=com.appsbyanandakumar.statushub
ta: இந்த அருமையான பயன்பாட்டைப் பாருங்கள்: https://play.google.com/store/apps/details?id=com.appsbyanandakumar.statushub
te: ఈ అద్భుతమైన యాప్ చూడండి: https://play.google.com/store/apps/details?id=com.appsbyanandakumar.statushub

source: Send Feedback
kn: ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ
ml: ഫീഡ്ബാക്ക് അയയ്ക്കുക
ta: கருத்தை அனுப்பவும்
te: ఫీడ్‌బ్యాక్ పంపండి

source: Failed to open Whatsapp
kn: ವಾಟ್ಸಾಪ್ ತೆರೆಯಲು ವಿಫಲವಾಯಿತು
ml: വാട്ട്സ്ആപ്പ് തുറക്കാൻ കഴിഞ്ഞില്ല
ta: வாட்ஸ்அப்பை திறக்க முடியவில்லை
te: WhatsApp తెరవడంలో విఫలమైంది

# feedbackSubtitle
source: Let us know your thoughts
kn: ನಿಮ್ಮ ಅಭಿಪ್ರಾಯ ತಿಳಿಸಿ
ml: നിങ്ങളുടെ അഭിപ്രായം അറിയിക്കൂ
ta: உங்கள் கருத்துகளை எங்களுக்குத் தெரிவிக்கவும்
te: మీ అభిప్రాయాన్ని మాకు తెలియజేయండి

# feedbackMessage
source: Feedback: Please contact us at support@example.com
kn: ಪ್ರತಿಕ್ರಿಯೆ: ದಯವಿಟ್ಟು support@example.com ನಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: ഫീഡ്ബാക്ക്: support@example.com-ൽ ബന്ധപ്പെടുക
ta: கருத்து: support@example.com-ல் எங்களைத் தொடர்பு கொள்ளவும்
te: ఫీడ్‌బ్యాక్: దయచేసి support@example.com లో మమ్మల్ని సంప్రదించండి

# statusDisclaimer
source: WhatsApp doesn’t officially allow saving statuses.This feature is unofficial — please use it responsibly.
kn: WhatsApp ಅಧಿಕೃತವಾಗಿ ಸ್ಥಿತಿಗಳನ್ನು ಉಳಿಸಲು ಅನುಮತಿಸುವುದಿಲ್ಲ. ಈ ವೈಶಿಷ್ಟ್ಯ ಅಧಿಕೃತವಲ್ಲ — ದಯವಿಟ್ಟು ಜವಾಬ್ದಾರಿಯಾಗಿ ಬಳಸಿ.
ml: WhatsApp ഔദ്യോഗികമായി സ്റ്റാറ്റസുകൾ സംരക്ഷിക്കാൻ അനുവദിക്കുന്നില്ല. ഈ സവിശേഷത അനൗദ്യോഗികമാണ് — ദയവായി ഉത്തരവാദിത്തത്തോടെ ഉപയോഗിക്കുക.
ta: வாட்ஸ்அப் பதிவுகள் அதிகாரப்பூர்வமாக சேமிப்பதை அனுமதிக்காது. இந்த வசதி அதிகாரப்பூர்வமாக இல்லாதது.
te: WhatsApp అధికారికంగా స్టేటస్ సేవ్ చేయడానికి అనుమతించదు. ఈ ఫీచర్ అనధికారికం — దయచేసి బాధ్యతగా ఉపయోగించండి.

source: Privacy Policy
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ml: സ്വകാര്യതാ നയം
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

# privacySubtitle
source: Read how we handle your data
kn: ನಾವು ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಹೇಗೆ ನಿರ್ವಹಿಸುತ್ತೇವೆ ಎಂಬುದನ್ನು ಓದಿ
ml: ഞങ്ങൾ നിങ്ങളുടെ ഡാറ്റ കൈകാര്യം ചെയ്യുന്ന വിധം വായിക്കുക
ta: உங்கள் தரவை எவ்வாறு கையாளுகிறோம் என்பதைப் படியுங்கள்
te: మేము మీ డేటాను ఎలా నిర్వహిస్తామో చదవండి

# privacyUrl
source: View our privacy policy: https://example.com/privacy
kn: ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ವೀಕ್ಷಿಸಿ: https://example.com/privacy
ml: സ്വകാര്യതാ നയം കാണുക: https://example.com/privacy
ta: எங்கள் தனியுரிமைக் கொள்கையைப் பாருங்கள்: https://example.com/privacy
te: మా గోప్యతా విధానాన్ని చూడండి: https://example.com/privacy

source: App Info
kn: ಆಪ್ ಮಾಹಿತಿ
ml: ആപ്പ് വിവരം
ta: பயன்பாட்டு தகவல்
te: యాప్ సమాచారం

# version
source: Version 1.0.0
kn: ಆವೃತ್ತಿ 1.0.0
ml: പതിപ്പ് 1.0.0
ta: பதிப்பு 1.0.0
te: వెర్షన్ 1.0.0

# featuresTitle
source: Features
kn: ವೈಶಿಷ್ಟ್ಯಗಳು
ml: സവിശേഷതകൾ
ta: அம்சங்கள்
te: ఫీచర్లు

# featureDirectMessageTitle
source: Direct Message
kn: ನೇರ ಸಂದೇಶ
ml: നേരിട്ടുള്ള സന്ദേശം
ta: நேரடி செய்தி
te: ప్రత్యక్ష సందేశం

# featureDirectMessageSubtitle
source: Send messages without saving numbers.
kn: ಸಂಖ್ಯೆ ಉಳಿಸದೆ ಸಂದೇಶ ಕಳುಹಿಸಿ.
ml: നമ്പർ സേവ് ചെയ്യാതെ സന്ദേശം അയക്കുക.
ta: எண்களை சேமிக்காமல் செய்திகளை அனுப்பவும்.
te: నంబర్ సేవ్ చేయకుండా సందేశాలు పంపండి.

# featureMessageEncryptTitle
source: Secret Message
kn: ಗುಪ್ತ ಸಂದೇಶ
ml: രഹസ്യ സന്ദേശം
ta: குறியீட்டு செய்தி
te: రహస్య సందేశం

# featureMessageEncryptSubtitle
source: Send messages with encryption.
kn: ಎನ್ಕ್ರಿಪ್ಶನ್‌ನೊಂದಿಗೆ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಿ.
ml: എൻക്രിപ്ഷൻ ഉപയോഗിച്ച് സന്ദേശം അയയ്ക്കുക.
ta: குறியாக்கத்துடன் செய்திகள் அனுப்பவும்
te: ఎన్క్రిప్షన్‌తో సందేశాలను పంపండి.

# featureRecoverMessageTitle
source: Recover Messages
kn: ಸಂದೇಶಗಳನ್ನು ಮರುಪಡೆಯಿರಿ
ml: സന്ദേശങ്ങൾ വീണ്ടെടുക്കുക
ta: செய்தி மீட்கவும்
te: సందేశాలను తిరిగి పొందండి

# featureRecoverMessageSubtitle
source: Retrieve recently deleted chats.
kn: ಇತ್ತೀಚೆಗೆ ಅಳಿಸಿದ ಚಾಟ್‌ಗಳನ್ನು ಮರುಪಡೆಯಿರಿ.
ml: അടുത്തിടെ മായ്ച്ച ചാറ്റുകൾ വീണ്ടെടുക്കുക.
ta: சமீபத்தில் நீக்கப்பட்ட அரட்டைகளை மீட்டெடுக்கவும்.
te: ఇటీవల తొలగించబడిన చాట్స్ తిరిగి పొందండి.

# featureGamesTitle
source: Games
kn: ಆಟಗಳು
ml: ഗെയിംസ്
ta: விளையாட்டுகள்
te: గేమ్స్

# featureGamesSubtitle
source: Pass your time here
kn: ಇಲ್ಲಿ ನಿಮ್ಮ ಸಮಯ ಕಳೆಯಿರಿ
ml: സമയം ചെലവിടാൻ ഇവിടെ കളിക്കൂ
ta: உங்கள் நேரத்தை இங்கே கழியுங்கள்
te: ఇక్కడ మీ సమయాన్ని గడపండి

# sortRecent
source: Recent
kn: ಇತ್ತೀಚಿನವು
ml: പുതിയത്
ta: சமீபத்தியது
te: ఇటీవలి

# sortOldest
source: Oldest
kn: ಹಳೆಯವು
ml: പഴയത്
ta: பழமையானது
te: పురాతనమైనవి

source: No statuses found
kn: ಯಾವುದೇ ಸ್ಥಿತಿಗಳನ್ನು ಕಂಡುಬರಲಿಲ್ಲ
ml: സ്റ്റാറ്റസുകൾ ഒന്നും കണ്ടെത്തിയില്ല
ta: எந்த நிலைகளும் கிடைக்கவில்லை
te: స్టేటస్‌లు కనబడలేదు

# noStatusesHint
source: Make sure you have viewed or saved statuses
kn: ನೀವು ಸ್ಥಿತಿಗಳನ್ನು ವೀಕ್ಷಿಸಿರುವುದು ಅಥವಾ ಉಳಿಸಿರುವುದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
ml: നിങ്ങൾ സ്റ്റാറ്റസുകൾ കണ്ടിട്ടുണ്ടോ അല്ലെങ്കിൽ സംരക്ഷിച്ചിട്ടുണ്ടോ എന്ന് ഉറപ്പാക്കുക
ta: நீங்கள் நிலைகளைப் பார்த்துள்ளீர்களா அல்லது சேமித்துள்ளீர்களா என்பதை உறுதிசெய்யவும்
te: మీరు స్టేటస్‌లు చూసారా లేదా సేవ్ చేసారా అని నిర్ధారించుకోండి

# directMessageTitle
source: Direct Message
kn: ನೇರ ಸಂದೇಶ
ml: നേരിട്ടുള്ള സന്ദേശം
ta: நேரடி செய்தி
te: ప్రత్యక్ష సందేశం

# directMessageHeader
source: Message Without Saving Contact
kn: ಸಂಪರ್ಕ ಉಳಿಸದೇ ಸಂದೇಶ ಕಳುಹಿಸಿ
ml: കോൺടാക്റ്റ് സേവ് ചെയ്യാതെ സന്ദേശം അയയ്ക്കുക
ta: எண் சேமிக்காமல் செய்தி அனுப்பு
te: కాంటాక్ట్ సేవ్ చేయకుండా సందేశం పంపండి

# directMessageSubtitle
source: Enter a phone number and an optional message to start a chat.
kn: ಚಾಟ್ ಪ್ರಾರಂಭಿಸಲು ಫೋನ್ ಸಂಖ್ಯೆ ಮತ್ತು ಐಚ್ಛಿಕ ಸಂದೇಶವನ್ನು ನಮೂದಿಸಿ.
ml: ചാറ്റ് ആരംഭിക്കാൻ ഫോൺ നമ്പരും ഐച്ഛിക സന്ദേശവും നൽകുക.
ta: ஒரு தொலைபேசி எண்ணையும் விருப்பமான செய்தியையும் உள்ளிடவும்.
te: చాట్ ప్రారంభించడానికి ఫోన్ నంబర్ మరియు ఐచ్ఛిక సందేశాన్ని నమోదు చేయండి.

# phoneNumberLabel
source: Phone Number
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ
ml: ഫോൺ നമ്പർ
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్

# phoneNumberError
source: Please enter a valid 10-digit number
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ 10 ಅಂಕೆಗಳ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ 10 അക്ക നമ്പർ നൽകുക
ta: சரியான 10 இலக்க எண்ணை உள்ளிடவும்
te: దయచేసి సరైన 10 అంకెల నంబర్ నమోదు చేయండి

# optionalMessageLabel
source: Optional Message
kn: ಐಚ್ಛಿಕ ಸಂದೇಶ
ml: ഐച്ഛിക സന്ദേശം
ta: விருப்ப செய்தி
te: ఐచ్ఛిక సందేశం

# sendMessageButton
source: Send Message
kn: ಸಂದೇಶ ಕಳುಹಿಸಿ
ml: സന്ദേശം അയയ്ക്കുക
ta: செய்தி அனுப்பு
te: సందేశం పంపండి

# sendingLabel
source: Sending...
kn: ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ...
ml: അയയ്ക്കുന്നു...
ta: அனுப்புகிறது...
te: పంపబడుతోంది...

# errorLaunchWhatsapp
source: Could not launch WhatsApp. Error:
kn: WhatsApp ಪ್ರಾರಂಭಿಸಲಾಗಲಿಲ್ಲ. ದೋಷ:
ml: WhatsApp ആരംഭിക്കാൻ കഴിഞ്ഞില്ല. പിശക്:
ta: வாட்ஸ்அப்பை திறக்க முடியவில்லை. பிழை:
te: WhatsApp ప్రారంభించలేకపోయాం. లోపం:

# enterMessageLabel
source: Enter your message
kn: ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ സന്ദേശം നൽകുക
ta: உங்கள் செய்தியை உள்ளிடவும்
te: మీ సందేశాన్ని నమోదు చేయండి

# encryptionModeLabel
source: Encryption Mode
kn: ಎನ್ಕ್ರಿಪ್ಶನ್ ಮೋಡ್
ml: എൻക്രിപ്ഷൻ മോഡ്
ta: குறியாக்க நிலை
te: ఎన్క్రిప్షన్ మోడ్

source: Emoji Mode
kn: ಇಮೋಜಿ ಮೋಡ್
ml: ഇമോജി മോഡ്
ta: எமோஜி நிலை
te: ఎమోజి మోడ్

source: Symbol Mode
kn: ಚಿಹ್ನೆ ಮೋಡ್
ml: സിംബൽ മോഡ്
ta: சின்னம் நிலை
te: సింబల్ మోడ్

# encryptButton
source: Encrypt
kn: ಎನ್ಕ್ರಿಪ್ಟ್ ಮಾಡಿ
ml: എൻക്രിപ്റ്റ്
ta: குறியாக்கம்
te: ఎన్క్రిప్ట్ చేయండి

# decryptButton
source: Decrypt
kn: ಡೀಕ್ರಿಪ್ಟ್ ಮಾಡಿ
ml: ഡീക്രിപ്റ്റ്
ta: முறையாக குறியாக்கம் நீக்கு
te: డీక్రిప్ట్ చేయండి

# copyResultButton
source: Copy Result
kn: ಫಲಿತಾಂಶವನ್ನು ನಕಲಿಸಿ
ml: ഫലം കോപ്പി ചെയ്യുക
ta: முடிவை நகலெடு
te: ఫలితాన్ని కాపీ చేయండి

# enterMessageError
source: Please enter a message
kn: ದಯವಿಟ್ಟು ಸಂದೇಶವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി ഒരു സന്ദേശം നൽകുക
ta: தயவுசெய்து ஒரு செய்தியை உள்ளிடவும்
te: దయచేసి సందేశాన్ని నమోదు చేయండి

# noResultToCopy
source: There is no result to copy
kn: ನಕಲಿಸಲು ಯಾವುದೇ ಫಲಿತಾಂಶವಿಲ್ಲ
ml: കോപ്പി ചെയ്യാൻ ഫലം ഒന്നുമില്ല
ta: நகலெடுக்க முடியாத முடிவு இல்லை
te: కాపీ చేయడానికి ఫలితం లేదు

# resultCopied
source: Result copied to clipboard!
kn: ಫಲಿತಾಂಶವನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ!
ml: ഫലം ക്ലിപ്പ്ബോർഡിലേക്ക് കോപ്പി ചെയ്തു!
ta: முடிவு கிளிப்போர்டில் நகலெடுக்கப்பட்டது!
te: ఫలితాన్ని క్లిప్‌బోర్డ్‌కి కాపీ చేశారు!

# resultPlaceholder
source: Your result will appear here.
kn: ನಿಮ್ಮ ಫಲಿತಾಂಶ ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತದೆ.
ml: നിങ്ങളുടെ ഫലം ഇവിടെ പ്രത്യക്ഷപ്പെടും.
ta: உங்கள் முடிவு இங்கே தோன்றும்.
te: మీ ఫలితం ఇక్కడ కనిపిస్తుంది.

# messageTitle
source: Secret Message
kn: ಗುಪ್ತ ಸಂದೇಶ
ml: രഹസ്യ സന്ദേശം
ta: குறியீட்டு செய்தி
te: రహస్య సందేశం
